7zip
alacritty
amd-ucode
amdgpu-pro-oglp
amf-amdgpu-pro
amf-headers-git
android-sdk
android-tools
audacity
balena-etcher
base
base-devel
bc
betterbird-bin
blender
blueman
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-tools
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
certbot
crunchyroll
cups
curlftpfs
darktable
davfs2
davinci-resolve
debtap
dmenu
docker
docker-compose
dolphin-emu
dracut
efibootmgr
evtest
eza
fastfetch
firefox
firefox-developer-edition
firewalld
fish
flatpak
foot
furmark
fwupd
game-devices-udev
geeqie
ghdl
gimp
git
git-lfs
github-cli
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnu-netcat
goxlr-utility
gptfdisk
grim
grub
gst-plugin-pipewire
gvfs-mtp
gvfs-smb
handbrake
handbrake-cli
hardcode-tray
hip-runtime-amd
hiprt
homeassistant-desktop-bin
hplip
htop
immich-go
inkscape
iwd
jdk17-openjdk
jmtpfs
joyutils
jq
jre21-openjdk
kde-gtk-config
kdenlive
keepassxc
kitty
krita
kvantum-qt5-git
less
lib32-vulkan-radeon
libpulse
libreoffice-fresh
libreoffice-fresh-de
libva-utils
libva-vdpau-driver
libvncserver
linux
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logisim-evolution-bin
lutris
man-db
mangohud
mingw-w64-libde265
mingw-w64-openh264
minicom
mousepad
mplayer
mpv
nano
nemo
nemo-fileroller
nemo-preview
nemo-share
nemo-terminal
network-manager-applet
nextcloud-client
nfs-utils
nm-connection-editor
ntfs-3g
obs-studio
octopi
onedrive-abraunegg
onedrivegui
openh264
openrazer-daemon
openssh
paru
paru-debug
pavucontrol
perl-image-exiftool
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
polkit-kde-agent
polkit-qt5
polkit-qt6
proton-vpn-gtk-app
protontricks
prusa-slicer
python-bcrypt
python-distro
python-gnupg
python-keyring
python-pip
python-pyopenssl
python-pythondialog
python-pytorch-opt-rocm
python-systemd
python-termcolor
python-torchvision-rocm
python-torchvision-rocm-debug
python311
qdirstat
qt5ct
qt6ct
r2modman-bin
remmina
rnote
rocm-hip-libraries
rocm-hip-runtime
rocm-hip-sdk
rofi
rust
rustdesk
sassc
screen
sddm
seatd
signal-desktop
slurp
smartmontools
sshfs
sshpass
stable-diffusion-ui
stable-diffusion-webui-git
steam
stress
sway
swaybg
swayidle
swaylock
swaync
system-config-printer
tailscale
texlive-mathscience
tmuxp
torchvision-rocm
ttf-clear-sans
ttf-ms-win11-auto
twitch
ugrep
usbimager
vencord
ventoy-bin
viewnior
vim
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vlc
vulkan-radeon
waybar
webcamoid
wev
wget
whatsdesk-bin
whatsie
wine
winetricks
wireless_tools
wireshark-qt
wlogout
wpa_supplicant
wtype
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
xournalpp
yay
yay-debug
yubico-authenticator
zfs-utils
zoom
7zip
alacritty
amd-ucode
amdgpu-pro-oglp
amf-amdgpu-pro
amf-headers-git
android-sdk
android-tools
audacity
balena-etcher
base
base-devel
bc
betterbird-bin
blender
blueman
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-tools
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
certbot
crunchyroll
cups
curlftpfs
darktable
davfs2
davinci-resolve
debtap
dmenu
docker
docker-compose
dolphin-emu
dracut
efibootmgr
evtest
eza
fastfetch
firefox
firefox-developer-edition
firewalld
fish
flatpak
foot
furmark
fwupd
game-devices-udev
geeqie
ghdl
gimp
git
git-lfs
github-cli
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnu-netcat
goxlr-utility
gptfdisk
grim
grub
gst-plugin-pipewire
gvfs-mtp
gvfs-smb
handbrake
handbrake-cli
hardcode-tray
hip-runtime-amd
hiprt
homeassistant-desktop-bin
hplip
htop
immich-go
inkscape
iwd
jdk17-openjdk
jmtpfs
joyutils
jq
jre21-openjdk
kde-gtk-config
kdenlive
keepassxc
kitty
krita
kvantum-qt5-git
less
lib32-vulkan-radeon
libpulse
libreoffice-fresh
libreoffice-fresh-de
libva-utils
libva-vdpau-driver
libvncserver
linux
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logisim-evolution-bin
lutris
man-db
mangohud
mingw-w64-libde265
mingw-w64-openh264
minicom
mousepad
mplayer
mpv
nano
nemo
nemo-fileroller
nemo-preview
nemo-share
nemo-terminal
network-manager-applet
nextcloud-client
nfs-utils
nm-connection-editor
ntfs-3g
obs-studio
octopi
onedrive-abraunegg
onedrivegui
openh264
openrazer-daemon
openssh
paru
paru-debug
pavucontrol
perl-image-exiftool
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
polkit-kde-agent
polkit-qt5
polkit-qt6
proton-vpn-gtk-app
protontricks
prusa-slicer
python-bcrypt
python-distro
python-gnupg
python-keyring
python-pip
python-pyopenssl
python-pythondialog
python-pytorch-opt-rocm
python-systemd
python-termcolor
python-torchvision-rocm
python-torchvision-rocm-debug
python311
qdirstat
qt5ct
qt6ct
r2modman-bin
remmina
rnote
rocm-hip-libraries
rocm-hip-runtime
rocm-hip-sdk
rofi
rust
rustdesk
sassc
screen
sddm
seatd
signal-desktop
slurp
smartmontools
sshfs
sshpass
stable-diffusion-ui
stable-diffusion-webui-git
steam
stress
sway
swaybg
swayidle
swaylock
swaync
system-config-printer
tailscale
texlive-mathscience
tmuxp
torchvision-rocm
ttf-clear-sans
ttf-ms-win11-auto
twitch
ugrep
usbimager
vencord
ventoy-bin
viewnior
vim
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vlc
vulkan-radeon
waybar
webcamoid
wev
wget
whatsdesk-bin
whatsie
wine
winetricks
wireless_tools
wireshark-qt
wlogout
wpa_supplicant
wtype
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
xournalpp
yay
yay-debug
yubico-authenticator
zfs-utils
zoom
