7zip
alacritty
amd-ucode
amdgpu-pro-oglp
amf-amdgpu-pro
amf-headers-git
an-anime-game-launcher
android-sdk
android-tools
anki
audacity
balena-etcher
base
base-devel
bc
bcompare
betterbird-bin
bind
blender
blueman
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-tools
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-mocha
certbot
chatbox-bin
chromium
chromium-widevine
crunchyroll
cups
curlftpfs
darktable
davfs2
ddrescue
debtap
discocss-git
discord
dmenu
dolphin
dracut
efibootmgr
evtest
expac
eza
fastfetch
firewalld
fish
flatpak
floorp
foot
furmark
fwupd
game-devices-udev
gamemode
gamescope
geeqie
ghdl
gimp
git
git-lfs
github-cli
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnu-netcat
goverlay
goxlr-utility
gptfdisk
gradle7
greetd-gtkgreet
grim
grub
gst-plugin-pipewire
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
gvfs-smb
hardcode-tray
hip-runtime-amd
hiprt
hplip
htop
i3-wm
immich-go
inkscape
inotify-tools
intellij-idea-community-edition
iwd
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jmtpfs
joyutils
jq
kde-gtk-config
kdenlive
keepassxc
kitty
krita
kvantum
kvantum-qt5
less
lib32-gamemode
lib32-gnutls
lib32-pipewire-jack
lib32-vulkan-radeon
libpulse
libreoffice-fresh
libreoffice-fresh-de
librewolf
libva-utils
libva-vdpau-driver
libvncserver
linux
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logisim-evolution-bin
lutris
man-db
mangohud
mediainfo
mesa-demos
mingw-w64-libde265
mingw-w64-openh264
minicom
mkvtoolnix-cli
mkvtoolnix-gui
mousepad
mplayer
mpv
nano
ncurses5-compat-libs
nemo
nemo-fileroller
nemo-preview
nemo-share
nemo-terminal
network-manager-applet
nextcloud-client
nfs-utils
nm-connection-editor
ntfs-3g
obs-plugin-input-overlay
obs-studio-liberty
ocrmypdf
octopi
okular
ollama-rocm
onedrive-abraunegg
onedrivegui
openh264
openrazer-meta-git
openssh
os-prober
paru
paru-debug
pavucontrol
pdfarranger
perl-image-exiftool
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-compose
polkit-kde-agent
polkit-qt5
polkit-qt6
polychromatic
proton-vpn-gtk-app
protontricks
prusa-slicer
python-bcrypt
python-distro
python-ffmpeg-python
python-gnupg
python-keyring
python-moviepy
python-openpyxl
python-pip
python-pyopenssl
python-pythondialog
python-pytorch-opt-rocm
python-systemd
python-termcolor
python-torchvision-rocm
python-torchvision-rocm-debug
python311
qbittorrent
qdirstat
qt5ct
qt6ct
r2modman-bin
radeontop
reflector
remmina
rnote
rocm-hip-libraries
rocm-hip-runtime
rocm-hip-sdk
rofi
rpi-imager
rsync
rust
sassc
screen
sddm
seatd
sentencepiece
slurp
smartmontools
spicetify-themes-git
spotify
sshfs
sshpass
stable-diffusion-ui
stable-diffusion-webui-git
steam
stress
sunshine
sway
sway-contrib
swaybg
swayidle
swaylock
swaync
system-config-printer
tailscale
tesseract-data-deu
tesseract-data-eng
tldr
tmuxp
ttf-clear-sans
ttf-ms-fonts
ugrep
usbimager
vencord
ventoy-bin
viewnior
vim
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vkbasalt
vlc
vulkan-radeon
vulkan-validation-layers
waybar
webcamoid
wev
wget
whatsdesk-bin
whatsie
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireless_tools
wireplumber
wlogout
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
ytdlp-gui
yubico-authenticator
zfs-utils
zoom
zoxide
7zip
alacritty
amd-ucode
amdgpu-pro-oglp
amf-amdgpu-pro
amf-headers-git
an-anime-game-launcher
android-sdk
android-tools
anki
audacity
balena-etcher
base
base-devel
bc
bcompare
betterbird-bin
bind
blender
blueman
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-tools
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-mocha
certbot
chatbox-bin
chromium
chromium-widevine
crunchyroll
cups
curlftpfs
darktable
davfs2
ddrescue
debtap
discocss-git
discord
dmenu
dolphin
dracut
efibootmgr
evtest
expac
eza
fastfetch
firewalld
fish
flatpak
floorp
foot
furmark
fwupd
game-devices-udev
gamemode
gamescope
geeqie
ghdl
gimp
git
git-lfs
github-cli
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnu-netcat
goverlay
goxlr-utility
gptfdisk
gradle7
greetd-gtkgreet
grim
grub
gst-plugin-pipewire
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
gvfs-smb
hardcode-tray
hip-runtime-amd
hiprt
hplip
htop
i3-wm
immich-go
inkscape
inotify-tools
intellij-idea-community-edition
iwd
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jmtpfs
joyutils
jq
kde-gtk-config
kdenlive
keepassxc
kitty
krita
kvantum
kvantum-qt5
less
lib32-gamemode
lib32-gnutls
lib32-pipewire-jack
lib32-vulkan-radeon
libpulse
libreoffice-fresh
libreoffice-fresh-de
librewolf
libva-utils
libva-vdpau-driver
libvncserver
linux
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logisim-evolution-bin
lutris
man-db
mangohud
mediainfo
mesa-demos
mingw-w64-libde265
mingw-w64-openh264
minicom
mkvtoolnix-cli
mkvtoolnix-gui
mousepad
mplayer
mpv
nano
ncurses5-compat-libs
nemo
nemo-fileroller
nemo-preview
nemo-share
nemo-terminal
network-manager-applet
nextcloud-client
nfs-utils
nm-connection-editor
ntfs-3g
obs-plugin-input-overlay
obs-studio-liberty
ocrmypdf
octopi
okular
ollama-rocm
onedrive-abraunegg
onedrivegui
openh264
openrazer-meta-git
openssh
os-prober
paru
paru-debug
pavucontrol
pdfarranger
perl-image-exiftool
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-compose
polkit-kde-agent
polkit-qt5
polkit-qt6
polychromatic
proton-vpn-gtk-app
protontricks
prusa-slicer
python-bcrypt
python-distro
python-ffmpeg-python
python-gnupg
python-keyring
python-moviepy
python-openpyxl
python-pip
python-pyopenssl
python-pythondialog
python-pytorch-opt-rocm
python-systemd
python-termcolor
python-torchvision-rocm
python-torchvision-rocm-debug
python311
qbittorrent
qdirstat
qt5ct
qt6ct
r2modman-bin
radeontop
reflector
remmina
rnote
rocm-hip-libraries
rocm-hip-runtime
rocm-hip-sdk
rofi
rpi-imager
rsync
rust
sassc
screen
sddm
seatd
sentencepiece
slurp
smartmontools
spicetify-themes-git
spotify
sshfs
sshpass
stable-diffusion-ui
stable-diffusion-webui-git
steam
stress
sunshine
sway
sway-contrib
swaybg
swayidle
swaylock
swaync
system-config-printer
tailscale
tesseract-data-deu
tesseract-data-eng
tldr
tmuxp
ttf-clear-sans
ttf-ms-fonts
ugrep
usbimager
vencord
ventoy-bin
viewnior
vim
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vkbasalt
vlc
vulkan-radeon
vulkan-validation-layers
waybar
webcamoid
wev
wget
whatsdesk-bin
whatsie
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireless_tools
wireplumber
wlogout
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
ytdlp-gui
yubico-authenticator
zfs-utils
zoom
zoxide
