amd-ucode
amf-amdgpu-pro
android-sdk
android-tools
balena-etcher
base
base-devel
bc
betterbird-bin
blender
blueman
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-tools
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
curlftpfs
dmenu
efibootmgr
evtest
eza
fastfetch
firefox
firefox-developer-edition
firewalld
fish
flatpak
foot
furmark
game-devices-udev
git
github-cli
gnome-disk-utility
gnome-themes-extra
goxlr-utility-ui
gptfdisk
grim
grub
gst-plugin-pipewire
gvfs-mtp
gvfs-smb
hardcode-tray
hip-runtime-amd
htop
inkscape
iwd
jdk21-openjdk
jmtpfs
jq
kde-gtk-config
keepassxc
kitty
krita
kvantum-qt5-git
less
libpulse
libreoffice-fresh
libreoffice-fresh-de
libva-mesa-driver
libvncserver
linux
linux-firmware
linux-lts
linux-zen
linuxconsole
man-db
mousepad
nano
nemo
nemo-fileroller
nemo-preview
nemo-share
nemo-terminal
network-manager-applet
nfs-utils
nm-connection-editor
ntfs-3g
obs-studio
octopi
onedrive-abraunegg
onedrivegui
openssh
p7zip
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
polkit-kde-agent
polkit-qt5
polkit-qt6
prismlauncher
python-bcrypt
python-distro
python-gnupg
python-keyring
python-proton-client
python-pyopenssl
python-pythondialog
python-systemd
qdirstat
qt5ct
qt6ct
remmina
rocm-hip-libraries
rocm-hip-runtime
rocm-hip-sdk
rofi
sassc
sddm
seatd
signal-desktop
slurp
smartmontools
sshpass
steam
stress
sway
swaybg
swayidle
swaylock
swaync
ttf-clear-sans
ugrep
vencord
ventoy
viewnior
vim
visual-studio-code-bin
vlc
vulkan-radeon
waybar
wget
whatsapp-for-linux
wireless_tools
wireplumber
wlogout
wpa_supplicant
wtype
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
yay
yay-debug
zfs-utils
zoxide
amd-ucode
amf-amdgpu-pro
android-sdk
android-tools
balena-etcher
base
base-devel
bc
betterbird-bin
blender
blueman
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-tools
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
curlftpfs
dmenu
efibootmgr
evtest
eza
fastfetch
firefox
firefox-developer-edition
firewalld
fish
flatpak
foot
furmark
game-devices-udev
git
github-cli
gnome-disk-utility
gnome-themes-extra
goxlr-utility-ui
gptfdisk
grim
grub
gst-plugin-pipewire
gvfs-mtp
gvfs-smb
hardcode-tray
hip-runtime-amd
htop
inkscape
iwd
jdk21-openjdk
jmtpfs
jq
kde-gtk-config
keepassxc
kitty
krita
kvantum-qt5-git
less
libpulse
libreoffice-fresh
libreoffice-fresh-de
libva-mesa-driver
libvncserver
linux
linux-firmware
linux-lts
linux-zen
linuxconsole
man-db
mousepad
nano
nemo
nemo-fileroller
nemo-preview
nemo-share
nemo-terminal
network-manager-applet
nfs-utils
nm-connection-editor
ntfs-3g
obs-studio
octopi
onedrive-abraunegg
onedrivegui
openssh
p7zip
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
polkit-kde-agent
polkit-qt5
polkit-qt6
prismlauncher
python-bcrypt
python-distro
python-gnupg
python-keyring
python-proton-client
python-pyopenssl
python-pythondialog
python-systemd
qdirstat
qt5ct
qt6ct
remmina
rocm-hip-libraries
rocm-hip-runtime
rocm-hip-sdk
rofi
sassc
sddm
seatd
signal-desktop
slurp
smartmontools
sshpass
steam
stress
sway
swaybg
swayidle
swaylock
swaync
ttf-clear-sans
ugrep
vencord
ventoy
viewnior
vim
visual-studio-code-bin
vlc
vulkan-radeon
waybar
wget
whatsapp-for-linux
wireless_tools
wireplumber
wlogout
wpa_supplicant
wtype
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
yay
yay-debug
zfs-utils
zoxide
